Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# shortcut.terminalFontSizeReset.label
source: Reset Terminal Font Size
ar: إعادة تعيين حجم الخط الطرفي
bs: Resetujte veličinu fonta terminala
da: Nulstil terminalskriftstørrelse
de: Terminal-Schriftgröße zurücksetzen
es: Restablecer tamaño de fuente del terminal
fr: Réinitialiser la taille de la police du terminal
it: Ripristina la dimensione del carattere del terminale
ja: ターミナルの文字サイズをリセット
km: កំណត់ទំហំពុម្ពអក្សរស្ថានីយឡើងវិញ
ko: 터미널 글꼴 크기 재설정
nb: Tilbakestill terminalskriftstørrelse
pl: Zresetuj rozmiar czcionki terminala
pt_br: Redefinir tamanho da fonte do terminal
ru: Сбросить размер шрифта терминала
th: รีเซ็ตขนาดแบบอักษรของเทอร์มินัล
tr: Terminal Yazı Tipi Boyutunu Sıfırla
uk: Скинути розмір шрифту терміналу
zh_hans: 重置终端字体大小
zh_hant: 重置終端字體大小

# statusMenu.searchAllBoxes
source: Search All Boxes…
ar: البحث في كافة المربعات...
bs: Pretraži sve kutije…
da: Søg i alle felter...
de: Alle Felder durchsuchen…
es: Buscar en todas las cajas…
fr: Rechercher dans toutes les cases…
it: Cerca in tutte le caselle…
ja: すべてのボックスを検索…
km: ស្វែងរកប្រអប់ទាំងអស់...
ko: 모든 상자 검색…
nb: Søk i alle bokser...
pl: Przeszukaj wszystkie pudełka…
pt_br: Pesquisar todas as caixas…
ru: Искать во всех ящиках…
th: ค้นหาทุกช่อง...
tr: Tüm Kutularda Ara…
uk: Пошук у всіх вікнах…
zh_hans: 搜索所有盒子...
zh_hant: 搜尋所有盒子...

# statusMenu.showUniConnect
source: Show UniConnect
ar: عرض UniConnect
bs: Prikaži UniConnect
da: Vis UniConnect
de: UniConnect anzeigen
es: Mostrar UniConnect
fr: Afficher UniConnect
it: Mostra UniConnect
ja: UniConnectを表示
km: បង្ហាញ UniConnect
ko: UniConnect 표시
nb: Vis UniConnect
pl: Pokaż UniConnect
pt_br: Mostrar UniConnect
ru: Показать UniConnect
th: แสดง UniConnect
tr: Göster UniConnect
uk: Показати UniConnect
zh_hans: 显示 UniConnect
zh_hant: 顯示 UniConnect

# statusMenu.lock
source: Lock
ar: قفل
bs: Zaključaj
da: Låse
de: Sperren
es: Bloquear
fr: Verrouillage
it: Serratura
ja: ロック
km: ចាក់សោ
ko: 잠그기
nb: Låse
pl: Zamek
pt_br: Trancar
ru: Замок
th: ล็อค
tr: Kilit
uk: Замок
zh_hans: 锁
zh_hant: 鎖

# statusMenu.reconnect
source: Reconnect Dropped Windows
ar: إعادة توصيل النوافذ المنقطعة
bs: Ponovo poveži prekinute prozore
da: Forbind afbrudte vinduer igen
de: Getrennte Fenster erneut verbinden
es: Reconectar ventanas desconectadas
fr: Reconnecter les fenêtres déconnectées
it: Riconnetti le finestre disconnesse
ja: 切断されたウインドウを再接続
km: ភ្ជាប់បង្អួចដែលបានផ្តាច់ឡើងវិញ
ko: 연결이 끊긴 창 다시 연결
nb: Koble til frakoblede vinduer på nytt
pl: Połącz ponownie rozłączone okna
pt_br: Reconectar janelas desconectadas
ru: Переподключить отключённые окна
th: เชื่อมต่อหน้าต่างที่หลุดอีกครั้ง
tr: Bağlantısı kesilen pencereleri yeniden bağla
uk: Повторно підключити від’єднані вікна
zh_hans: 重新连接断开的窗口
zh_hant: 重新連接中斷連線的視窗

# dock.newBox
source: New Box…
ar: صندوق جديد…
bs: Nova kutija…
da: Ny æske…
de: Neue Box…
es: Nueva caja…
fr: Nouvelle boîte…
it: Nuova scatola…
ja: 新規ボックス…
km: ប្រអប់ថ្មី…
ko: 새 상자…
nb: Ny boks...
pl: Nowe pudełko…
pt_br: Nova caixa…
ru: Новая коробка…
th: กล่องใหม่…
tr: Yeni Kutu…
uk: Нова коробка…
zh_hans: 新盒子…
zh_hant: 新盒子…

# dock.lock
source: Lock
ar: قفل
bs: Zaključaj
da: Låse
de: Sperren
es: Bloquear
fr: Verrouillage
it: Serratura
ja: ロック
km: ចាក់សោ
ko: 잠그다
nb: Låse
pl: Zamek
pt_br: Trancar
ru: Замок
th: ล็อค
tr: Kilit
uk: Замок
zh_hans: 锁
zh_hant: 鎖

# menu.box.title
source: Box
ar: صندوق
bs: Kutija
da: Boks
de: Kasten
es: Caja
fr: Boîte
it: Scatola
ja: ボックス
km: ប្រអប់
ko: 상자
nb: Eske
pl: Skrzynka
pt_br: Caixa
ru: Коробка
th: กล่อง
tr: Kutu
uk: Коробка
zh_hans: 盒子
zh_hant: 盒子

# menu.box.rename
source: Rename Box…
ar: إعادة تسمية المربع...
bs: Preimenuj kutiju…
da: Omdøb boks...
de: Box umbenennen…
es: Renombrar caja…
fr: Renommer la boîte…
it: Rinomina casella…
ja: ボックス名を変更…
km: ប្តូរឈ្មោះប្រអប់…
ko: 상자 이름 바꾸기…
nb: Gi nytt navn til boks...
pl: Zmień nazwę skrzynki…
pt_br: Renomear caixa…
ru: Переименовать ящик…
th: เปลี่ยนชื่อกล่อง...
tr: Kutuyu Yeniden Adlandır…
uk: Перейменувати ящик…
zh_hans: 重命名盒子...
zh_hant: 重命名盒子...

# menu.box.editSSH
source: Edit SSH Connection…
ar: تحرير اتصال SSH...
bs: Uredi SSH Veza…
da: Rediger SSH Forbindelse...
de: SSH-Verbindung bearbeiten…
es: Editar conexión SSH…
fr: Modifier la connexion SSH…
it: Modifica connessione SSH…
ja: SSH接続を編集…
km: កែសម្រួលការតភ្ជាប់ SSH…
ko: SSH 연결 수정…
nb: Rediger SSH Tilkobling...
pl: Edytuj połączenie SSH…
pt_br: Editar conexão SSH…
ru: Редактировать соединение SSH…
th: แก้ไข SSH การเชื่อมต่อ...
tr: SSH Bağlantıyı Düzenle…
uk: Редагувати підключення SSH…
zh_hans: 编辑 SSH 连接…
zh_hant: 編輯 SSH 連線…

# menu.box.color
source: Color
ar: لون
bs: Boja
da: Farve
de: Farbe
fr: Couleur
it: Colore
ja: カラー
km: ពណ៌
ko: 색상
nb: Farge
pl: Kolor
pt_br: Cor
ru: Цвет
th: สี
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

# menu.box.chooseCustomColor
source: Choose Custom Color…
ar: اختر لونًا مخصصًا…
bs: Odaberite prilagođenu boju…
da: Vælg brugerdefineret farve...
de: Wählen Sie eine benutzerdefinierte Farbe …
es: Elegir color personalizado…
fr: Choisissez une couleur personnalisée…
it: Scegli il colore personalizzato...
ja: カスタムカラーを選択…
km: ជ្រើសរើសពណ៌ផ្ទាល់ខ្លួន...
ko: 사용자 정의 색상을 선택하세요...
nb: Velg egendefinert farge...
pl: Wybierz kolor niestandardowy…
pt_br: Escolha a cor personalizada…
ru: Выберите собственный цвет…
th: เลือกสีที่กำหนดเอง...
tr: Özel Renk Seçin…
uk: Виберіть спеціальний колір…
zh_hans: 选择自定义颜色...
zh_hant: 選擇自訂顏色...

# menu.box.removeColor
source: Remove Color
ar: إزالة اللون
bs: Ukloni boju
da: Fjern farve
de: Farbe entfernen
es: Quitar color
fr: Supprimer la couleur
it: Rimuovi colore
ja: カラーを削除
km: លុបពណ៌
ko: 색상 제거
nb: Fjern farge
pl: Usuń kolor
pt_br: Remover cor
ru: Удалить цвет
th: ลบสี
tr: Rengi Kaldır
uk: Видалити колір
zh_hans: 去除颜色
zh_hant: 去除顏色

# menu.box.goTo
source: Go to Box…
ar: اذهب إلى الصندوق...
bs: Idi u kutiju…
da: Gå til boksen...
de: Gehe zu Box…
es: Ir a la caja…
fr: Allez dans la boîte…
it: Vai alla casella...
ja: ボックスへ移動…
km: ចូលទៅកាន់ប្រអប់…
ko: 박스로 이동…
nb: Gå til boksen...
pl: Przejdź do skrzynki…
pt_br: Vá para a caixa…
ru: Перейти в ящик…
th: ไปที่กล่อง...
tr: Box'a git…
uk: Перейти до Box…
zh_hans: 前往盒子...
zh_hant: 前往盒子...

# menu.box.previous
source: Previous Box
ar: الصندوق السابق
bs: Prethodna kutija
da: Forrige boks
de: Vorherige Box
es: Caja anterior
fr: Box précédente
it: Box precedente
ja: 前のボックス
km: ប្រអប់មុន
ko: 이전 박스
nb: Forrige boks
pl: Poprzedni box
pt_br: Box anterior
ru: Предыдущий бокс
th: กล่องก่อนหน้า
tr: Önceki kutu
uk: Попередній бокс
zh_hans: 上一个 Box
zh_hant: 上一個 Box

# menu.box.next
source: Next Box
ar: الصندوق التالي
bs: Sljedeća kutija
da: Næste boks
de: Nächste Box
es: Caja siguiente
fr: Box suivante
it: Box successiva
ja: 次のボックス
km: ប្រអប់បន្ទាប់
ko: 다음 박스
nb: Neste boks
pl: Następny box
pt_br: Próximo box
ru: Следующий бокс
th: กล่องถัดไป
tr: Sonraki kutu
uk: Наступний бокс
zh_hans: 下一个 Box
zh_hant: 下一個 Box

# menu.box.numbered
source: Box %lld
ar: صندوق %lld
bs: Kutija %lld
da: Æske %lld
es: Caja %lld
fr: Boîte %lld
it: Casella %lld
ja: ボックス%lld
km: ប្រអប់ %lld
ko: 상자 %lld
nb: Eske %lld
pl: Pole %lld
pt_br: Caixa %lld
ru: Коробка %lld
th: กล่อง %lld
tr: Kutu %lld
uk: Коробка %lld
zh_hans: 盒子%lld
zh_hant: 盒子%lld

# menu.box.move
source: Move
ar: نقل
bs: Premjesti
da: Flyt
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
km: ផ្លាស់ទី
ko: 이동
nb: Flytt
pl: Przenieś
pt_br: Mover
ru: Переместить
th: ย้าย
tr: Taşı
uk: Перемістити
zh_hans: 移动
zh_hant: 移動

# menu.box.previousWindow
source: Previous Window
ar: النافذة السابقة
bs: Prethodni prozor
da: Forrige vindue
de: Vorheriges Fenster
es: Ventana anterior
fr: Fenêtre précédente
it: Finestra precedente
ja: 前のウインドウ
km: បង្អួចមុន
ko: 이전 창
nb: Forrige vindu
pl: Poprzednie okno
pt_br: Janela anterior
ru: Предыдущее окно
th: หน้าต่างก่อนหน้า
tr: Önceki pencere
uk: Попереднє вікно
zh_hans: 上一个窗口
zh_hant: 上一個視窗

# menu.box.nextWindow
source: Next Window
ar: النافذة التالية
bs: Sljedeći prozor
da: Næste vindue
de: Nächstes Fenster
es: Ventana siguiente
fr: Fenêtre suivante
it: Finestra successiva
ja: 次のウインドウ
km: បង្អួចបន្ទាប់
ko: 다음 창
nb: Neste vindu
pl: Następne okno
pt_br: Próxima janela
ru: Следующее окно
th: หน้าต่างถัดไป
tr: Sonraki pencere
uk: Наступне вікно
zh_hans: 下一个窗口
zh_hant: 下一個視窗

# menu.box.renameWindow
source: Rename Window…
ar: إعادة تسمية النافذة...
bs: Preimenuj prozor…
da: Omdøb vindue...
de: Fenster umbenennen…
es: Renombrar ventana…
fr: Renommer la fenêtre…
it: Rinomina finestra…
ja: ウインドウ名を変更…
km: ប្តូរឈ្មោះបង្អួច…
ko: 창 이름 바꾸기…
nb: Gi nytt navn til vindu...
pl: Zmień nazwę okna…
pt_br: Renomear janela…
ru: Переименовать окно…
th: เปลี่ยนชื่อหน้าต่าง...
tr: Pencereyi Yeniden Adlandır…
uk: Перейменувати вікно…
zh_hans: 重命名窗口...
zh_hant: 重新命名視窗...

# menu.box.reconnectDropped
source: Reconnect Dropped Windows
ar: إعادة توصيل النوافذ المنقطعة
bs: Ponovo poveži prekinute prozore
da: Forbind afbrudte vinduer igen
de: Getrennte Fenster erneut verbinden
es: Reconectar ventanas desconectadas
fr: Reconnecter les fenêtres déconnectées
it: Riconnetti le finestre disconnesse
ja: 切断されたウインドウを再接続
km: ភ្ជាប់បង្អួចដែលបានផ្តាច់ឡើងវិញ
ko: 연결이 끊긴 창 다시 연결
nb: Koble til frakoblede vinduer på nytt
pl: Połącz ponownie rozłączone okna
pt_br: Reconectar janelas desconectadas
ru: Переподключить отключённые окна
th: เชื่อมต่อหน้าต่างที่หลุดอีกครั้ง
tr: Bağlantısı kesilen pencereleri yeniden bağla
uk: Повторно підключити від’єднані вікна
zh_hans: 重新连接断开的窗口
zh_hant: 重新連接中斷連線的視窗

# menu.box.terminateRemoteTmux
source: End Remote tmux Session…
ar: إنهاء جلسة tmux عن بعد…
bs: Završi udaljenu tmux sesiju…
da: Afslut fjernbetjening tmux session...
de: Remote-tmux-Sitzung beenden…
es: Terminar sesión tmux remota…
fr: Terminer la session tmux à distance…
it: Termina sessione remota tmux…
ja: リモートtmuxセッションを終了…
km: បញ្ចប់វគ្គ tmux ពីចម្ងាយ...
ko: 원격 tmux 세션 종료…
nb: Avslutt ekstern tmux økt...
pl: Zakończ zdalną sesję tmux…
pt_br: Encerrar sessão remota tmux…
ru: Завершить удаленный сеанс tmux…
th: สิ้นสุดเซสชันระยะไกล tmux...
tr: Uzaktan tmux Oturumunu Sonlandır…
uk: Завершити віддалений сеанс tmux…
zh_hans: 结束远程 tmux 会话...
zh_hant: 結束遠端 tmux 會話...

# menu.box.updateClaude
source: Update Claude
ar: تحديث Claude
bs: Ažuriraj Claude
da: Opdater Claude
de: Aktualisieren Sie Claude
es: Actualizar Claude
fr: Mettre à jour Claude
it: Aggiorna Claude
ja: Claudeを更新
km: ធ្វើបច្ចុប្បន្នភាព Claude
ko: Claude 업데이트
nb: Oppdater Claude
pl: Zaktualizuj Claude
pt_br: Atualização Claude
ru: Обновление Claude
th: อัปเดต Claude
tr: Claude Güncellemesi
uk: Оновлення Claude
zh_hans: 更新 Claude
zh_hant: 更新 Claude

# menu.box.updateClaude.window
source: In This Window
ar: في هذه النافذة
bs: U ovom prozoru
da: I dette vindue
de: In diesem Fenster
es: En esta ventana
fr: Dans cette fenêtre
it: In questa finestra
ja: このウインドウ
km: នៅក្នុងបង្អួចនេះ។
ko: 이 창에서
nb: I dette vinduet
pl: W tym oknie
pt_br: Nesta janela
ru: В этом окне
th: ในหน้าต่างนี้
tr: Bu Pencerede
uk: У цьому вікні
zh_hans: 在这个窗口中
zh_hant: 在這個視窗中

# menu.box.updateClaude.box
source: In This Box
ar: في هذا الصندوق
bs: U ovoj kutiji
da: I denne æske
de: In dieser Box
es: En esta caja
fr: Dans cette boîte
it: In questa scatola
ja: このボックス
km: ក្នុងប្រអប់នេះ។
ko: 이 상자에
nb: I denne boksen
pl: W tym pudełku
pt_br: Nesta caixa
ru: В этой коробке
th: ในกล่องนี้
tr: Bu Kutuda
uk: У цій коробці
zh_hans: 在这个盒子里
zh_hant: 在這個盒子裡

# menu.box.updateClaude.all
source: In All Boxes…
ar: في كل الصناديق…
bs: U svim kutijama…
da: I alle kasser...
de: In allen Kartons…
es: En todas las cajas…
fr: Dans toutes les cases…
it: In tutte le scatole...
ja: すべてのボックス…
km: នៅក្នុងប្រអប់ទាំងអស់…
ko: 모든 상자에…
nb: I alle bokser...
pl: We wszystkich pudełkach…
pt_br: Em todas as caixas…
ru: Во всех коробках…
th: ในกล่องทั้งหมด...
tr: Tüm Kutularda…
uk: У всіх ящиках…
zh_hans: 在所有盒子里……
zh_hant: 在所有盒子裡…

# menu.box.jumpToUnread
source: Go to Latest Unread
ar: انتقل إلى آخر غير مقروء
bs: Idite na Najnovije nepročitano
da: Gå til Seneste ulæste
de: Gehen Sie zu „Zuletzt ungelesen“.
es: Ir a la última no leída
fr: Aller aux derniers non lus
it: Vai agli ultimi non letti
ja: 最新の未読へ移動
km: ចូលទៅកាន់គេហទំព័រមិនទាន់អានចុងក្រោយ
ko: 읽지 않은 최신 항목으로 이동
nb: Gå til Siste uleste
pl: Przejdź do najnowszych nieprzeczytanych
pt_br: Ir para o último não lido
ru: Перейти к последним непрочитанным
th: ไปที่ยังไม่ได้อ่านล่าสุด
tr: En Son Okunmamışlara Git
uk: Перейти до останніх непрочитаних
zh_hans: 转到最新未读
zh_hant: 前往最新未讀

# menu.box.markRead
source: Mark Box as Read
ar: وضع علامة على المربع كمقروء
bs: Označite polje kao pročitano
da: Marker boksen som læst
de: Feld als gelesen markieren
es: Marcar caja como leída
fr: Marquer la boîte comme lue
it: Contrassegna la casella come letta
ja: ボックスを既読にする
km: សម្គាល់ប្រអប់ថាបានអាន
ko: 상자를 읽음으로 표시
nb: Merk boksen som lest
pl: Oznacz pole jako przeczytane
pt_br: Marcar caixa como lida
ru: Отметить ящик как прочитанный
th: ทำเครื่องหมายกล่องว่าอ่านแล้ว
tr: Kutuyu Okundu Olarak İşaretle
uk: Позначити поле як прочитане
zh_hans: 将框标记为已读
zh_hant: 將框標記為已讀

# menu.box.markUnread
source: Mark Box as Unread
ar: وضع علامة على المربع كغير مقروء
bs: Označite polje kao nepročitano
da: Marker boksen som ulæst
de: Box als ungelesen markieren
es: Marcar caja como no leída
fr: Marquer la boîte comme non lue
it: Segna la casella come non letta
ja: ボックスを未読にする
km: សម្គាល់ប្រអប់ថាមិនទាន់អាន
ko: 상자를 읽지 않음으로 표시
nb: Merk boksen som ulest
pl: Oznacz skrzynkę jako nieprzeczytaną
pt_br: Marcar caixa como não lida
ru: Отметить ящик как непрочитанный
th: ทำเครื่องหมายกล่องว่ายังไม่ได้อ่าน
tr: Kutuyu Okunmadı Olarak İşaretle
uk: Позначити поле як непрочитане
zh_hans: 将框标记为未读
zh_hant: 將框標記為未讀

# menu.box.markAllRead
source: Mark All as Read
ar: وضع علامة على الكل كمقروءة
bs: Označi sve kao pročitano
da: Marker alle som læst
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Marquer tout comme lu
it: Segna tutto come letto
ja: すべて既読にする
km: សម្គាល់ទាំងអស់ថាបានអាន
ko: 모두 읽음으로 표시
nb: Merk alle som lest
pl: Oznacz wszystko jako przeczytane
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанное
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว
tr: Tümünü Okundu Olarak İşaretle
uk: Позначити все як прочитане
zh_hans: 全部标记为已读
zh_hant: 全部標記為已讀

# menu.help.manual
source: UniConnect Manual
ar: UniConnect دليل
bs: UniConnect Priručnik
de: UniConnect Handbuch
es: Manual de UniConnect
fr: UniConnect Manuel
it: UniConnect Manuale
ja: UniConnectマニュアル
km: UniConnect សៀវភៅណែនាំ
ko: UniConnect 매뉴얼
pl: UniConnect Podręcznik
ru: UniConnect Руководство
th: UniConnect คู่มือ
tr: UniConnect Kılavuz
uk: UniConnect Посібник
zh_hans: UniConnect 手册
zh_hant: UniConnect 手冊

# menu.help.menusAndShortcuts
source: Menus and Keyboard Shortcuts
ar: القوائم واختصارات لوحة المفاتيح
bs: Meniji i prečice na tastaturi
da: Menuer og tastaturgenveje
de: Menüs und Tastaturkürzel
es: Menús y atajos de teclado
fr: Menus et raccourcis clavier
it: Menu e scorciatoie da tastiera
ja: メニューとキーボードショートカット
km: ម៉ឺនុយ និងផ្លូវកាត់ក្តារចុច
ko: 메뉴 및 키보드 단축키
nb: Menyer og tastatursnarveier
pl: Menu i skróty klawiaturowe
pt_br: Menus e atalhos de teclado
ru: Меню и сочетания клавиш
th: เมนูและแป้นพิมพ์ลัด
tr: Menüler ve Klavye Kısayolları
uk: Меню та комбінації клавіш
zh_hans: 菜单和键盘快捷键
zh_hant: 選單和鍵盤快速鍵

# menu.help.reportIssue
source: Report an Issue
ar: الإبلاغ عن مشكلة
bs: Prijavite problem
da: Rapporter et problem
de: Melden Sie ein Problem
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
km: រាយការណ៍អំពីបញ្ហា
ko: 문제 신고
nb: Rapporter et problem
pl: Zgłoś problem
pt_br: Informar um problema
ru: Сообщить о проблеме
th: รายงานปัญหา
tr: Sorun Bildir
uk: Повідомити про проблему
zh_hans: 报告问题
zh_hant: 報告問題

# contextMenu.renameBox
source: Rename Box…
ar: إعادة تسمية الصندوق…
bs: Preimenuj Box…
da: Omdøb boks…
de: Box umbenennen…
es: Renombrar caja…
fr: Renommer la box…
it: Rinomina box…
ja: ボックス名を変更…
km: ប្តូរឈ្មោះប្រអប់…
ko: 박스 이름 변경…
nb: Gi boksen nytt navn…
pl: Zmień nazwę Box…
pt_br: Renomear box…
ru: Переименовать Box…
th: เปลี่ยนชื่อกล่อง…
tr: Kutuyu Yeniden Adlandır…
uk: Перейменувати Box…
zh_hans: 重命名 Box…
zh_hant: 重新命名 Box…

# contextMenu.editSSHConnection
source: Edit SSH Connection…
ar: تحرير اتصال SSH…
bs: Uredi SSH vezu…
da: Rediger SSH-forbindelse…
de: SSH-Verbindung bearbeiten…
es: Editar conexión SSH…
fr: Modifier la connexion SSH…
it: Modifica connessione SSH…
ja: SSH接続を編集…
km: កែសម្រួលការតភ្ជាប់ SSH…
ko: SSH 연결 편집…
nb: Rediger SSH-tilkobling…
pl: Edytuj połączenie SSH…
pt_br: Editar conexão SSH…
ru: Изменить SSH-подключение…
th: แก้ไขการเชื่อมต่อ SSH…
tr: SSH Bağlantısını Düzenle…
uk: Змінити SSH-з’єднання…
zh_hans: 编辑 SSH 连接…
zh_hant: 編輯 SSH 連線…

# contextMenu.boxColor
source: Box Color
ar: لون الصندوق
bs: Boja kutije
da: Æske farve
de: Boxfarbe
es: Color de la caja
fr: Couleur de la boîte
it: Colore della scatola
ja: ボックスのカラー
km: ពណ៌ប្រអប់
ko: 상자 색상
nb: Boks farge
pl: Kolor pudełka
pt_br: Cor da caixa
ru: Цвет коробки
th: สีกล่อง
tr: Kutu Rengi
uk: Колір коробки
zh_hans: 盒子颜色
zh_hant: 盒子顏色

# contextMenu.pinBox
source: Pin Box
ar: تثبيت الصندوق
bs: Zakači Box
da: Fastgør boks
de: Box anheften
es: Fijar caja
fr: Épingler la box
it: Fissa box
ja: ボックスを固定
km: ខ្ទាស់ប្រអប់
ko: 박스 고정
nb: Fest boks
pl: Przypnij Box
pt_br: Fixar box
ru: Закрепить Box
th: ปักหมุดกล่อง
tr: Kutuyu Sabitle
uk: Закріпити Box
zh_hans: 固定 Box
zh_hant: 固定 Box

# contextMenu.pinBoxes
source: Pin Boxes
ar: تثبيت الصناديق
bs: Zakači kutije
da: Fastgør bokse
de: Boxen anheften
es: Fijar cajas
fr: Épingler les box
it: Fissa le box
ja: ボックスを固定
km: ខ្ទាស់ប្រអប់
ko: 박스 고정
nb: Fest bokser
pl: Przypnij boxy
pt_br: Fixar boxes
ru: Закрепить боксы
th: ปักหมุดกล่อง
tr: Kutuları sabitle
uk: Закріпити бокси
zh_hans: 固定 Box
zh_hant: 釘選 Box

# contextMenu.unpinBox
source: Unpin Box
ar: إلغاء تثبيت الصندوق
bs: Otkači Box
da: Frigør boks
de: Box lösen
es: Desfijar caja
fr: Désépingler la box
it: Rimuovi box
ja: ボックスの固定を解除
km: ដកខ្ទាស់ប្រអប់
ko: 박스 고정 해제
nb: Løsne boks
pl: Odepnij Box
pt_br: Desafixar box
ru: Открепить Box
th: เลิกปักหมุดกล่อง
tr: Kutunun Sabitlemesini Kaldır
uk: Відкріпити Box
zh_hans: 取消固定 Box
zh_hant: 取消固定 Box

# contextMenu.unpinBoxes
source: Unpin Boxes
ar: إلغاء تثبيت الصناديق
bs: Otkvačite kutije
da: Løsn æsker
de: Boxen lösen
es: Desfijar cajas
fr: Détacher les boîtes
it: Sblocca caselle
ja: ボックスの固定を解除
km: ដោះខ្ទាស់ប្រអប់
ko: 상자 고정 해제
nb: Løsne bokser
pl: Odepnij pudełka
pt_br: Desafixar caixas
ru: Открепить коробки
th: เลิกปักหมุดกล่อง
tr: Kutuların Sabitlemesini Kaldır
uk: Відкріпіть коробки
zh_hans: 取消固定盒子
zh_hant: 取消固定盒子

# contextMenu.newTabInBox
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
km: បង្អួចថ្មី
ko: 새 창
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# contextMenu.reconnectDroppedTabsInBox
source: Reconnect Dropped Windows in This Box
ar: إعادة توصيل النوافذ المنقطعة في هذا الصندوق
bs: Ponovo poveži prekinute prozore u ovom Boxu
da: Forbind afbrudte vinduer i denne boks igen
de: Getrennte Fenster in dieser Box neu verbinden
es: Reconectar ventanas caídas de esta caja
fr: Reconnecter les fenêtres interrompues dans cette box
it: Riconnetti le finestre disconnesse in questa box
ja: このボックスの切断されたウインドウを再接続
km: ភ្ជាប់បង្អួចដែលបានផ្តាច់ក្នុងប្រអប់នេះឡើងវិញ
ko: 이 박스에서 연결이 끊긴 윈도우 다시 연결
nb: Koble til frakoblede vinduer i denne boksen på nytt
pl: Połącz ponownie rozłączone okna w tym Boxie
pt_br: Reconectar janelas desconectadas neste box
ru: Переподключить отключённые окна в этом Box
th: เชื่อมต่อหน้าต่างที่หลุดในกล่องนี้อีกครั้ง
tr: Bu Kutudaki Kopan Pencereleri Yeniden Bağla
uk: Повторно підключити від’єднані вікна в цьому Box
zh_hans: 重新连接此 Box 中断开的窗口
zh_hant: 重新連接此 Box 中斷線的視窗

# contextMenu.reconnectDroppedTabsInBoxes
source: Reconnect Dropped Windows in These Boxes
ar: إعادة توصيل النوافذ المنقطعة في هذه الصناديق
bs: Ponovo poveži prekinute prozore u ovim kutijama
da: Forbind afbrudte vinduer i disse bokse igen
de: Getrennte Fenster in diesen Boxen erneut verbinden
es: Reconectar ventanas desconectadas de estas cajas
fr: Reconnecter les fenêtres déconnectées de ces box
it: Riconnetti le finestre disconnesse in queste box
ja: これらのボックスの切断されたウインドウを再接続
km: ភ្ជាប់បង្អួចដែលបានផ្តាច់ក្នុងប្រអប់ទាំងនេះឡើងវិញ
ko: 이 박스에서 연결이 끊긴 창 다시 연결
nb: Koble til frakoblede vinduer i disse boksene på nytt
pl: Połącz ponownie rozłączone okna w tych boxach
pt_br: Reconectar janelas desconectadas nestas boxes
ru: Переподключить отключённые окна в этих Box
th: เชื่อมต่อหน้าต่างที่หลุดในกล่องเหล่านี้อีกครั้ง
tr: Bu kutulardaki bağlantısı kesilen pencereleri yeniden bağla
uk: Повторно підключити від’єднані вікна в цих Box
zh_hans: 重新连接这些 Box 中断开的窗口
zh_hant: 重新連接這些 Box 中斷線的視窗

# contextMenu.updateClaudeInBox
source: Update Claude in This Box…
ar: تحديث Claude في هذا الصندوق…
bs: Ažuriraj Claude u ovom Boxu…
da: Opdater Claude i denne boks…
de: Claude in dieser Box aktualisieren…
es: Actualizar Claude en esta caja…
fr: Mettre à jour Claude dans cette box…
it: Aggiorna Claude in questa box…
ja: このボックスのClaudeを更新…
km: ធ្វើបច្ចុប្បន្នភាព Claude ក្នុងប្រអប់នេះ…
ko: 이 박스에서 Claude 업데이트…
nb: Oppdater Claude i denne boksen…
pl: Zaktualizuj Claude w tym Boxie…
pt_br: Atualizar Claude neste box…
ru: Обновить Claude в этом Box…
th: อัปเดต Claude ในกล่องนี้…
tr: Bu Kutuda Claude’u Güncelle…
uk: Оновити Claude у цьому Box…
zh_hans: 更新此 Box 中的 Claude…
zh_hant: 更新此 Box 中的 Claude…

# contextMenu.markBoxRead
source: Mark Box as Read
ar: وضع علامة مقروءة على الصندوق
bs: Označi Box kao pročitan
da: Markér boks som læst
de: Box als gelesen markieren
es: Marcar caja como leída
fr: Marquer la box comme lue
it: Segna box come letta
ja: ボックスを既読にする
km: សម្គាល់ប្រអប់ថាបានអាន
ko: 박스를 읽음으로 표시
nb: Merk boks som lest
pl: Oznacz Box jako przeczytany
pt_br: Marcar box como lido
ru: Отметить Box прочитанным
th: ทำเครื่องหมายกล่องว่าอ่านแล้ว
tr: Kutuyu Okundu Olarak İşaretle
uk: Позначити Box як прочитаний
zh_hans: 将 Box 标记为已读
zh_hant: 將 Box 標示為已讀

# contextMenu.markBoxesRead
source: Mark Boxes as Read
ar: وضع علامة على المربعات كمقروءة
bs: Označite kutije kao pročitane
da: Marker kasser som læst
de: Markieren Sie die Felder als gelesen
es: Marcar cajas como leídas
fr: Marquer les cases comme lues
it: Contrassegna le caselle come lette
ja: ボックスを既読にする
km: សម្គាល់ប្រអប់ថាបានអាន
ko: 상자를 읽음으로 표시
nb: Merk bokser som lest
pl: Oznacz pola jako przeczytane
pt_br: Marcar caixas como lidas
ru: Отметить ящики как прочитанные
th: ทำเครื่องหมายกล่องว่าอ่านแล้ว
tr: Kutuları Okundu Olarak İşaretle
uk: Позначити ящики як прочитані
zh_hans: 将框标记为已读
zh_hant: 將框標記為已讀

# contextMenu.markBoxUnread
source: Mark Box as Unread
ar: وضع علامة غير مقروءة على الصندوق
bs: Označi Box kao nepročitan
da: Markér boks som ulæst
de: Box als ungelesen markieren
es: Marcar caja como no leída
fr: Marquer la box comme non lue
it: Segna box come non letta
ja: ボックスを未読にする
km: សម្គាល់ប្រអប់ថាមិនទាន់អាន
ko: 박스를 읽지 않음으로 표시
nb: Merk boks som ulest
pl: Oznacz Box jako nieprzeczytany
pt_br: Marcar box como não lido
ru: Отметить Box непрочитанным
th: ทำเครื่องหมายกล่องว่ายังไม่ได้อ่าน
tr: Kutuyu Okunmadı Olarak İşaretle
uk: Позначити Box як непрочитаний
zh_hans: 将 Box 标记为未读
zh_hant: 將 Box 標示為未讀
